ajhyndman.jslint
alexiv.vscode-angular2-files
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.jshint
eg2.vscode-npm-script
fernandoescolar.vscode-solution-explorer
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
HookyQR.beautify
jchannon.csharpextensions
jmrog.vscode-nuget-package-manager
johnpapa.Angular2
Mikael.Angular-BeastCode
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-es
ms-mssql.mssql
ms-vscode.csharp
msjsdiag.debugger-for-chrome
patcx.vscode-nuget-gallery
PKief.material-icon-theme
steoates.autoimport
thekalinga.bootstrap4-vscode
Zignd.html-css-class-completion
